Repository: Wilson194/DungeonCharacter
Catalog: DungeonCharacter/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Human
cs: Člověk

source: Dwarf
cs: Trpaslík

source: Hobbit
cs: Hobit

source: Warrior
cs: Válečník

source: Guard
cs: Hraničář

source: Wizard
cs: Kouzelník

source: Thief
cs: Zloděj

source: Alchemist
cs: Alchymista

source: Lawful good
cs: Zákonné dobro

source: Confused goodness
cs: Zmatené dobro

source: Neutral
cs: Neutrální

source: Confused evil
cs: Zmatené zlo

source: Lawful evil
cs: Zákonné zlo

source: Humanoid
cs: Člověk

source: Animal
cs: Zvíře

source: Best
cs: Šelma

source: Dragon
cs: Drak

source: Reptile
cs: Plaz

source: Insect
cs: Hmyz

source: Aquatic creature
cs: Vodní tvor

source: Winged
cs: Okřídlenec

source: Magic creature
cs: Magický tvor

source: Light
cs: Lehké

source: Middle
cs: Střední

source: Heavy
cs: Těžké

source: Race
cs: Rasa

source: Profession
cs: Povolání

source: Conviction
cs: Přesvědčení

source: Height
cs: Výška

source: Weigh
cs: Váha

source: Size
cs: Velikost

source: Level
cs: Levl

source: Experience
cs: Zkušenosti

source: Strength
cs: Síla

source: Dexterity
cs: Obratnost

source: Immunity
cs: Odolnost

source: Intelligence
cs: Inteligence

source: Live current
cs: Aktuální množství životů

source: Live maximum
cs: Maximální množství životů

source: Mag current
cs: Aktuální množství many

source: Mag maximum
cs: Maximální množství many

source: Character
cs: Postava

source: Characters
cs: Postavy

source: Viability
cs: Životaschopnost

source: Attack
cs: Útočné číslo

source: Basic defense
cs: Základní obranné číslo

source: Endurance
cs: Odolnost

source: Pugnacity
cs: Bojovnost

source: Mobility type
cs: Druh pohyblivost

source: Mobility
cs: Pohyblivost

source: Perseverance type
cs: Druh vytrvalosti

source: Perseverance
cs: Vytrvalost

source: Monster kind
cs: Druh příšery

source: Monster kinds
cs: Druhy příšer

source: Name
cs: Jméno

source: Aggression
cs: Agresivita

source: Attack number
cs: Útočné číslo

source: Default weapon attack
cs: Základní útok zbraně

source: Could use weapon
cs: Může použít zbraň

source: Monster attack
cs: Útok příšery

source: Monster attacks
cs: Útoky příšer

source: Price
cs: Cena

source: Quantity
cs: Množství

source: Item
cs: Předmět

source: Items
cs: Předměty

source: Rampancy
cs: Útočnost

source: Defense
cs: Obranné číslo

source: Length
cs: Síla

source: Weight type
cs: Váha

source: One handed
cs: Jednoruční

source: Weapon
cs: Zbraň

source: Weapons
cs: Zbraně

source: Range short
cs: Dostřel malý

source: Range middle
cs: Střední dostřel

source: Range far
cs: Zbraň velký

source: Throwing
cs: Vrhací

source: Range weapon
cs: Zbraň na dálku

source: Range weapons
cs: Zbraně na dálky

source: Quality
cs: Kvalita

source: Armor
cs: Brnění

source: Armors
cs: Brnění

source: Capacity
cs: Kapacita

source: Container
cs: Kontejner

source: Containers
cs: Kontejnery

source: Left hand
cs: Levá ruka

source: Right hand
cs: Pravá ruka

source: Head
cs: Hlava

source: Torso
cs: Tělo

source: Back
cs: Záda

source: Hands
cs: Ruce

source: Belt
cs: Opasek

source: Legs
cs: Nohy

source: Feet
cs: Chodidla

source: Character equipment
cs: Vybavení postavy

source: Character equipments
cs: Vybavení postav

source: My characters
cs: Mé postavy

source: My games
cs: Mé světy

source: Game templates
cs: Šablony předmětů světa

source: Game chests
cs: Bedny ze světa

source: Description
cs: Popis

source: Created
cs: Vytvořeno

source: Game type
cs: Typ světa

source: Owner
cs: Majitel

source: Game
cs: Svět

source: Games
cs: Světy

source: Bestiary
cs: Bestiář

source: Bestiaries
cs: Bestiáře

source: Visible
cs: Viditelné

source: Inside
cs: Uvnitř

source: Chest
cs: Truhla

source: Login
cs: Přihlásit

source: Forgot Password?
cs: Zapomenuté heslo

source: Need An Account?
cs: Potřebujete účet?

source: Sign Up Now
cs: Registrujte se
